Repository: EOFarm/thess_geonode
Catalog: thess_geonode/locale/*/LC_MESSAGES/django.po
Languages: el

source: Active Filter:
el: Ενεργό Φίλτρο:

source: Granule ID
el: ID φατνίου/granule

source: Bounding Box
el: Πλαίσιο εγκυβωτισμού/οριοθέτησης

source: Time
el: Ώρα

source: Elevation
el: Υψόμετρο

source: Actions
el: Ενέργειες

source: Dimension
el: Διάσταση

source: Enabled
el: Ενεργοποιημένο

source: TIME
el: ΩΡΑ

source: ELEVATION
el: ΑΝΥΨΩΣΗ

source: Attribute Name
el: Όνομα Ιδιότητας

source: Label
el: Ετικέτα

source: Range
el: Εύρος

source: Average
el: Μέσος όρος

source: Median
el: Ενδιάμεση τιμή

source: Standard Deviation
el: Τυπική Απόκλιση

source: Rate this layer
el: Βαθμολογήστε αυτό το επίπεδο

source: Download Layer
el: Λήψη Επιπέδου

source: Edit Layer
el: Επεξεργασία Επιπέδου

source: Styles
el: Στυλ

source: Manage
el: Διαχείριση

source: Thumbnail
el: Μικρογραφία

source: Set
el: Ορισμός

source: Edit data
el: Επεξεργασία δεδομένων

source: Legend
el: Υπόμνημα

source: Maps using this layer
el: Χάρτες που χρησιμοποιούν αυτό το επίπεδο

source: List of maps using this layer:
el: Λίστα χαρτών που χρησιμοποιούν αυτό το επίπεδο:

source: This layer is not currently used in any maps.
el: Αυτό το επίπεδο δεν χρησιμοποιείται επί του παρόντος σε οποιονδήποτε χάρτη.

source: Create a map using this layer
el: Δημιουργήστε ένα χάρτη με αυτό το επίπεδο

source: Click the button below to generate a new map based on this layer.
el: Κάντε κλικ στο κουμπί παρακάτω για να δημιουργήσετε ένα νέο χάρτη βασισμένο σε αυτό το επίπεδο

source: Documents related to this layer
el: Έγγραφα που σχετίζονται με αυτό το επίπεδο

source: List of documents related to this layer:
el: Κατάλογος των εγγράφων που σχετίζονται με αυτό το επίπεδο:

source: The following styles are associated with this layer. Choose a style to view it in the preview map.
el: Τα ακόλουθα στυλ συνδέονται με αυτό το επίπεδο. Επιλέξτε ένα στυλ για να το δείτε στο χάρτη προεπισκόπησης.

source: No styles associated with this layer
el: Κανένα στυλ δεν είναι συνδεδεμένο με αυτό το επίπεδο

source: Click the button below to change the permissions of this layer.
el: Κάντε κλικ στο κουμπί παρακάτω για να αλλάξετε τα δικαιώματα για αυτό το επίπεδο

source: Change Layer Permissions
el: Αλλαγή Δικαιωμάτων Επιπέδου

source: External service layer
el: Επίπεδο που προέρχεται από Εξωτερική υπηρεσία

source: Source
el: Πηγή

source: Explore Layers
el: Εξερεύνηση Επιπέδων

source: Remove Mosaic Granules
el: Αφαιρέστε φατνία μωσαϊκού

source: Are you sure you want to remove Granule %(granule_id)s of the Mosaic <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?
el: Είστε σίγουρος ότι θέλετε να αφαιρέσετε τα φατνία %(granule_id)s του Μωσαϊκού <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?

source: This action affects the following maps:
el: Η ενέργεια αυτή επηρεάζει τους παρακάτω χάρτες:

source: No maps are using this layer
el: Κανένας χάρτης δεν χρησιμοποιεί αυτό το επίπεδο

source: Upload Layers
el: Μεταφόρτωση Επιπέδων

source: Editing details for %(layer_title)s
el: Επεξεργασία λεπτομερειών για %(layer_title)s

source: Note: this layer's orginal metadata was populated and preserved by importing a metadata XML file. This metadata cannot be edited.
el: Σημείωση: Τα γνήσια μεταδεδομένα αυτού του επιπέδου αναπαρήχθησαν από εισαγωγή αρχείου μεταδεδομένων XML. Αυτά τα μεταδεδομένα δεν μπορούν να επεξεργασθούν.

source: Note: this layer's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
el: Σημείωση: Τα γνήσια μεταδεδομένα αυτού του επιπέδου αναπαρήχθησαν από εισαγωγή αρχείου μεταδεδομένων XML. Η εισαγωγή μεταδεδομένων στο GeoNode υποστηρίζει ένα υποσύνολο του ISO, FGDC, και Dublin Core metadata elements Μερικά από τα αρχικά σας μεταδεδομένα μπορεί να έχουν χαθεί.

source: Attributes
el: Ιδιότητες

source: Attribute
el: Ιδιότητα

source: Display Order
el: Σειρά Εμφάνισης

source: Remove Layers
el: Αφαίρεση Επιπέδων

source: Are you sure you want to remove <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?
el: Είστε σίγουρος ότι θέλετε να αφαιρέσετε <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?

source: Replace Layer
el: Αντικατάσταση Επιπέδου

source: Replace Layer:
el: Αντικαταστήστε Επιπέδου:

source: Incomplete Uploads
el: Ελλιπής Προσθήκες

source: You have the following incomplete uploads
el: Έχετε τις παρακάτω ελλιπείς μεταφορτώσεις

source: last updated on
el: τελευταία ενημέρωση στις

source: Resume
el: Συνέχιση

source: Delete
el: Διαγραφή

source: Are you sure you want to delete this upload?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτήν τη μεταφόρτωση;

source: Cancel
el: Ακύρωση

source: Delete, and don't ask me again.
el: Διαγραφή, και μην με ρωτήσετε ξανά.

source: Drop files here
el: Ρίξτε τα αρχεία εδώ

source: or select them one by one:
el: ή επιλέξετε τα ένα-ένα:

source: Files to be uploaded
el: Αρχεία προς μεταφόρτωση

source: Select the charset or leave default
el: Επιλέξτε το σετ χαρακτήρων ή αφήστε το προεπιλεγμένο

source: Manage Styles
el: Διαχειριστείτε τα Στυλ

source: Manage Available Styles for <a href="/layers/%(layer_title)s">%(layer_title)s</a>
el: Διαχειριστείτε τα διαθέσιμα στυλ για <a href="/layers/%(layer_title)s">%(layer_title)s</a>

source: Layer Default Style
el: Προεπιλεγμένο Στυλ επιφάνειας

source: Available styles
el: Διαθέσιμα στυλ

source: Click on an available style in the upper box to assign it to this layer. Selected styles appear in the lower box.
el: Κάντε κλικ σε ένα διαθέσιμο στυλ στο άνω πλαίσιο για να το εκχωρήσετε σε αυτό το επίπεδο. Επιλεγμένα στυλ εμφανίζονται στο κάτω παράθυρο.

source: Update Available Styles
el: Ενημέρωση Διαθέσιμων Στυλ

source: Upload Layer
el: Μεταφόρτωση Επιπέδου

source: Upload files
el: Μεταφόρτωση αρχείων

source: Provide CRS for
el: Παροχή Σ.Α.Σ. για

source: Coordinate Reference System
el: Σύστημα Αναφοράς Συντεταγμένων (Σ.Α.Σ.)

source: A coordinate reference system for this layer could not be determined. Locate or enter the appropriate ESPG code for this layer below. One way to do this is do visit: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> and enter the following:
el: Δεν μπορούσε να προσδιοριστεί ένα σύστημα αναφοράς συντεταγμένων για αυτό το επίπεδο. Εντοπίστε ή πληκτρολογήστε τον κατάλληλο κωδικό ESPG για το επίπεδο παρακάτω. Ένας τρόπος να γίνει αυτό είναι να επισκεφθείτε το: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> και να εισάγετε τα ακόλουθα:

source: Next
el: Επόμενο

source: There is a problem recognizing the projection of this data. Please reproject this data to a more common projection.
el: Υπάρχει ένα πρόβλημα αναγνώρισης του προβολικού συστήματος αυτών των δεδομένων. Παρακαλούμε πραγματοποιήστε επαναπροβολή αυτών των δεδομένων σε ένα πιο κοινά χρησιμοποιούμενο σύστημα συντεταγμένων.

source: Geospatial Data
el: Γεωχωρικά Δεδομένα

source: Please indicate which attributes contain the latitude and longitude coordinates in the CSV data.
el: Παρακαλώ υποδείξετε ποιες στήλες ιδιοτήτων περιέχουν τις συντεταγμένες γεωγραφικού μήκους και γεωγραφικού πλάτους στα δεδομένα CSV.

source: With this data, GeoNode was able to guess which attributes contain the latitude and longitude coordinates, but please confirm that the correct attributes are selected below.
el: Με αυτά τα δεδομένα, το GeoNode ήταν σε θέση να μαντέψει ποιες στήλες ιδιοτήτων περιέχουν τις γεωγραφικές συντεταγμένες, αλλά παρακαλούμε να επιβεβαιώσετε ότι οι σωστές στήλες χαρακτηριστικών έχουν επιλεγεί παρακάτω.

source: Select an attribute
el: Επιλέξτε μια ιδιότητα

source: We did not detect columns that could be used for the latitude and longitude. Please verify that you have two columns in your csv file that can be used for the latitude and longitude.
el: Δεν έχουν ανιχνευθεί στήλες που θα μπορούσαν να χρησιμοποιηθούν για το γεωγραφικό πλάτος και μήκος. Παρακαλούμε βεβαιωθείτε ότι έχετε δύο στήλες στο αρχείο CSV σας που μπορούν να χρησιμοποιηθούν για γεωγραφικό πλάτος και μήκος.

source: Your upload is either complete or you haven't resumed an earlier one.
el: Η μεταφόρτωση είναι είτε πλήρης ή δεν έχετε συνεχίσει μία προηγούμενη.

source: Return to
el: Επιστροφή στο

source: Upload Form
el: Μεταφόρτωση από

source: Upload Layer Step 2
el: Μεταφόρτωση Επιπέδου Βήμα 2

source: Editing details for
el: Επεξεργασία λεπτομερειών για

source: Time Options
el: Επιλογές Ώρας

source: Choose time attribute
el: Επιλέξτε ιδιότητες χρονοσήμανσης

source: This data does not have a time attribute
el: Αυτά τα δεδομένα δεν έχουν ιδιότητα χρονοσήμανσης

source: Existing Time Attribute
el: Υπάρχον ιδιότητα ώρας/χρονοσήμανσης

source: Convert Text Attribute
el: Μετατροπή Ιδιότητας Κείμενου

source: Date Format
el: Μορφή Ημερομηνίας

source: Convert Number (As Year)
el: Μετατρέψτε Αριθμό (ως έτος)

source: Choose optional end time attribute
el: Επιλέξτε προαιρετική ιδιότητα χρόνου περάτωσης

source: Present time attribute as
el: Ιδιότητα παρόντα στιγμιαίου χρόνου ως

source: List
el: Λίστα

source: of all the distinct time values
el: όλων των διακριτών τιμών χρόνου

source: Intervals
el: Διαστήματα

source: defined by the resolution
el: ορίζεται από την χρονική ανάλυση

source: Continuous Intervals
el: Συνεχή Διαστήματα

source: for data that is frequently updated, resolution describes the frequency of updates
el: για δεδομένα που ενημερώνονται συχνά, η χρονική ανάλυση περιγράφει τη συχνότητα των ενημερώσεων

source: Resolution of time attribute
el: Ιδιότητα χρονικής ανάλυσης

source: Need Help?
el: Χρειάζεστε βοήθεια;

source: Enabling Time
el: Ώρα Ενεργοποίησης

source: A feature can currently support one or two time attributes. If a single attribute is used, the feature is considered relevant at that single point in time. If two attributes are used, the second attribute represents the end of a valid period for the feature.
el: Ένα χαρακτηριστικό μπορεί να υποστηρίξει μία ή δύο ιδιότητες χρόνου. Εάν χρησιμοποιείται μία ιδιότητα, το χαρακτηριστικό αυτό σχετίζεται με την μοναδική αυτή στιγμή στο χρόνο. Αν δύο ιδιότητες χρησιμοποιούνται, η δεύτερη ιδιότητα αντιπροσωπεύει το τέλος μιας έγκυρης περιόδου για το χαρακτηριστικό.

source: Selecting an Attribute
el: Επιλέγοντας Ιδιότητα

source: A time attribute can be one of
el: Μια ιδιότητα του χρόνου μπορεί να είναι μια από τις

source: An existing date
el: Μια υπάρχουσα ημερομηνία

source: Text that can be converted to a timestamp
el: Κείμενο που μπορεί να μετατραπεί σε μία χρονοσφραγίδα

source: A number representing a year
el: Ένας αριθμός που αντιπροσωπεύει κάποιο έτος

source: For text attributes, one can specify a custom format or use the 'best guess' approach. The most common formatting flags are:
el: Για τις ιδιότητες κειμένου, μπορεί κανείς να καθορίσει μια προσαρμοσμένη μορφή ή να χρησιμοποιήσει τη μέθοδο «καλύτερης εκτίμησης». Οι πιο κοινές σημαίες/flags μορφοποίησης είναι:

source: year
el: έτος

source: month
el: μήνας

source: day of month
el: ημέρα του μήνα

source: hour of day
el: ώρα της ημέρας

source: minute in hour
el: λεπτό της ώρας

source: second in minute
el: δευτερόλεπτο του λεπτού

source: Note that single quotes represent a literal character.
el: Σημειώστε ότι μονά εισαγωγικά αντιπροσωπεύουν ένα κυριολεκτικό χαρακτήρα.

source: To remove ambiguity, repeat a code to represent the maximum number of digits - for example yyyy
el: Για να αποφευχθεί η αμφισημία, επαναλάβετε έναν κωδικό για να αναπαριστάτε τον μέγιστο αριθμό ψηφίων - για παράδειγμα εεεε

source: The 'best guess' will handle date and optional time variants of
el: Η "καλύτερη εκτίμηση" θα χειριστεί τις ημερομηνίες και τις προαιρετικές παραλλαγές χρόνου του

source: In terms of the formatting flags noted above, these are
el: Όσον αφορά τις σημαίες μορφοποίησης που αναφέρθηκαν παραπάνω, αυτές είναι

source: Returning to the upload starting page in <span id="cnt">5</span>seconds
el: Επιστρέφοντας στην αρχική σελίδα μεταφόρτωσης σε <span id="cnt">5</span> δευτερόλεπτα

source: Or just go
el: Ή απλά φύγετε

source: now
el: τώρα

source: There was an error while attempting to upload your data. Please try again, or contact and administrator if the problem continues.
el: Υπήρξε ένα σφάλμα στην προσπάθεια να μεταφορτώσουμε τα δεδομένα σας. Παρακαλούμε προσπαθήστε ξανά, ή επικοινωνήστε με τον διαχειριστή αν το πρόβλημα συνεχίζεται.

source: Note: this layer's orginal metadata was populated and preserved by importing a metadata XML file. This metadata cannot be edited.
el: Σημείωση: Τα γνήσια μεταδεδομένα αυτού του επιπέδου αναπαρήχθησαν από εισαγωγή αρχείου μεταδεδομένων XML. Αυτά τα μεταδεδομένα δεν μπορούν να επεξεργασθούν.

source: You are not permitted to delete this layer
el: Δεν επιτρέπεται να διαγράψετε αυτό το επίπεδο

source: You do not have permissions for this layer.
el: Δεν έχετε πρόσβαση για αυτό το επίπεδο

source: You are not permitted to modify this layer
el: Δεν επιτρέπεται να τροποποιήσετε αυτό το επίπεδο

source: You are not permitted to modify this layer's metadata
el: Δεν επιτρέπεται να τροποποιήσετε τα μεταδεδομένα αυτού του επιπέδου

source: You are not permitted to view this layer
el: Δεν σας επιτρέπεται να δείτε αυτό το επίπεδο

source: You are attempting to replace a vector layer with a raster.
el: Προσπαθείτε να αντικαταστήσετε ένα διανυσματικό επίπεδο δεδομένων/vector με ένα πλεγματικό/raster.

source: You are attempting to replace a raster layer with a vector.
el: Προσπαθείτε να αντικαταστήσετε ένα πλεγματικό/raster επίπεδο δεδομένων με ένα διανυσματικό/vector.

source: Unable to delete layer
el: Αδύνατο να διαγραφεί το επίπεδο

source: This layer is a member of a layer group, you must remove the layer from the group before deleting.
el: Αυτό το επίπεδο αποτελεί μέρος από μία ομάδα επιπέδων, πρέπει να αφαιρέσετε το επίπεδο από την ομάδα πριν την διαγράψετε

source: Map Created
el: Ο χάρτης δημιουργήθηκε

source: A Map was created
el: Ένας χάρτης δημιουργήθηκε

source: Map Updated
el: Ο χάρτης ενημερώθηκε

source: A Map was updated
el: Ένας χάρτης ενημερώθηκε

source: Map Deleted
el: Ο Χάρτης διαγράφηκε

source: A Map was deleted
el: Ένας χάρτης διαγράφηκε

source: Comment on Map
el: Σχόλιο στο Χαρτη

source: A map was commented on
el: Ένας χάρτης σχολιάστηκε

source: Rating for Map
el: Βαθμολογία για το Χάρτη

source: A rating was given to a map
el: Βαθμολογήθηκε ένας χάρτης

source: zoom
el: μεγέθυνση

source: projection
el: προβολή

source: center X
el: κέντρο στο X

source: center Y
el: κέντρο στο Y

source: Site URL
el: URL ιστοσελίδας

source: Featured Map URL
el: URL προτεινόμενου χάρτη

source: stack order
el: ταξινόμηση στοίβας

source: format
el: μορφότυπος αρχείου

source: name
el: όνομα

source: opacity
el: αδιαφάνεια

source: styles
el: στυλ

source: transparent
el: διαφανής

source: fixed
el: καθορισμένο

source: group
el: ομάδα

source: visibility
el: ορατότητα

source: layer params
el: παράμετροι επιπέδου

source: source params
el: παράμετροι προέλευσης

source: JSON Configuration
el: Διαμόρφωση JSON

source: Explore Maps
el: Εξερεύνηση Χαρτών

source: Create a New Map
el: Δημιουργία Νέου Χάρτη

source: GeoExplorer
el: Εφαρμογή GeoExplorer

source: Rate this Map
el: Βαθμολογήστε αυτό το Χάρτη

source: Download Map
el: Λήψη Χάρτη

source: Download Data Layers
el: Λήψη Δεδομένων Επιπέδων

source: Download Web Map Context
el: Λήψη Web Map Context

source: Edit Map
el: Επεξεργασία Χάρτη

source: View Map
el: Επισκόπηση Χάρτη

source: Map Layers
el: Επίπεδα Χάρτη

source: This map uses the following layers:
el: Αυτός ο χάρτης χρησιμοποιεί τα ακόλουθα επίπεδα:

source: Documents related to this map
el: Τα έγγραφα που σχετίζονται με αυτό το χάρτη

source: List of documents related to this map:
el: Κατάλογος των εγγράφων που σχετίζονται με αυτόν τον χάρτη:

source: Specify which users can view or modify this map
el: Καθορίστε ποιοί χρήστες μπορούν να δουν ή να τροποποιήσουν αυτό το χάρτη

source: Change Permissions of this Map
el: Αλλαγή Δικαιωμάτων σε αυτόν τον Χάρτη

source: Copy this map
el: Αντιγράψτε αυτό το χάρτη

source: Duplicate this map and modify it for your own purposes
el: Αντιγράψτε αυτόν το χάρτη και τροποποιήστε τον για δικούς σας σκοπούς

source: Map WMS
el: Χάρτης WMS

source: WMS layer group for local map layers
el: Ομάδα επιπέδων WMS για τοπικά επίπεδα χάρτη

source: on
el: επί

source: local OWS
el: τοπική OWS

source: Publish local map layers as WMS layer group
el: Δημοσιεύστε τοπικά επίπεδα χάρτη ως ομάδα επιπέδων WMS

source: Publish Map WMS
el: Δημοσίευση WMS χάρτη

source: Download
el: Λήψη

source: Here you can download all the layers of this map that are hosted on this GeoNode.
el: Εδώ μπορείτε να κατεβάσετε όλα τα επίπεδα αυτού του χάρτη που φιλοξενούνται σε αυτό το GeoNode.

source: <div class="alert alert-warning">Could not find downloadable layers for this map. You can go back to
el: <div class="alert alert-warning"> Δεν βρέθηκαν επίπεδα προς λήψη από αυτόν το χάρτη. Μπορείτε να πάτε πίσω στο

source: Additionally, the map contains these layers which will not be downloaded due to security restrictions:
el: Επιπλέον, ο χάρτης περιέχει αυτά τα επίπεδα τα οποία δεν θα κατέβουν λόγω των περιορισμών ασφαλείας:

source: Finally, the map contains these layers which will not be downloaded because they are not available directly from this GeoNode:
el: Τέλος, ο χάρτης περιέχει τα παρακάτω επίπεδα που δεν θα κατέβουν λόγω του ότι δεν είναι άμεσα διαθέσιμα σε αυτό το GeoNode:

source: Downloading
el: Λήψη

source: Retry
el: Επανάληψη

source: Start downloading this map
el: Ξεκινήστε τη λήψη αυτού του χάρτη

source: Download Complete
el: Λήψη Ολοκληρώθηκε

source: Download Failed
el: Λήψη Απέτυχε

source: Editing details for %(map_title)s
el: Επεξεργασία λεπτομερειών για %(map_title)s

source: Note: this map's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
el: Σημείωση: Τα αρχικά μεταδεδομένα αυτού του χάρτη προέρχονται από αρχείο XML. Η εισαγωγή μεταδεδομένων στο GeoNode υποστηρίζει ένα υποσύνολο του ISO, FGDC, και Dublin Core metadata elements. Μερικά από τα αρχικά σας μεταδεδομένα μπορεί να έχουν χαθεί.

source: Remove Map
el: Διαγραφή Χάρτη

source: Are you sure you want to remove <a href="%(map.get_absolute_url)s">%(map_title)s</a>?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε <a href="%(map.get_absolute_url)s">%(map_title)s</a>?

source: You are not permitted to delete this map.
el: Δεν επιτρέπεται να διαγράψετε αυτό το χάρτη.

source: You do not have permissions for this map.
el: Δεν έχετε δικαιώματα για αυτόν τον χάρτη.

source: You must be logged in to save this map
el: Θα πρέπει να συνδεθείτε για να αποθηκεύσετε αυτό το χάρτη

source: You are not permitted to save or edit this map.
el: Δεν επιτρέπεται να αποθηκεύσετε ή να επεξεργαστείτε αυτό το χάρτη.

source: You are not allowed to modify this map's metadata.
el: Δεν επιτρέπεται να τροποποιήσετε τα μεταδεδομένα αυτού του χάρτη.

source: You are not allowed to view this map.
el: Δεν σας επιτρέπεται να δείτε αυτό το χάρτη.

source: An unknown error has occured.
el: Προέκυψε ένα άγνωστο σφάλμα.

source: Personal info
el: Προσωπικές Πληροφορίες

source: Important dates
el: Σημαντικές ημερομηνίες

source: Extended profile
el: Εκτεταμένο προφίλ

source: Password changed successfully.
el: Ο κωδικός σας άλλαξε με επιτυχία.

source: Change password: %s
el: Αλλαγή κωδικού: %s

source: party who authored the resource
el: ομάδα που έχει συντάξει τον πόρο

source: party who has processed the data in a manner such that the resource has been modified
el: ομάδα που έχει επεξεργαστεί τα δεδομένα με τρόπο τέτοιο ώστε ο πόρος να έχει τροποποιηθεί

source: party who published the resource
el: ομάδα που δημοσίευσε τον πόρο

source: party that accepts accountability and responsibility for the data and ensures appropriate care and maintenance of the resource
el: ομάδα που αποδέχεται την λογοδοσία και την ευθύνη για τα δεδομένα και εξασφαλίζει την ενδεδειγμένη φροντίδα και συντήρηση του πόρου

source: party who can be contacted for acquiring knowledge about or acquisition of the resource
el: ομάδα με την οποία μπορεί να γίνει επαφή για την απόκτησή του πόρου ή για την απόκτηση γνώσεων σχετικά με τον πόρο

source: party who distributes the resource
el: ομάδα που διανέμει τον πόρο

source: party who uses the resource
el: ομάδα που χρησιμοποιεί τον πόρο

source: party that supplies the resource
el: ομάδα που παρέχει τον πόρο

source: party who created the resource
el: ομάδα που δημιούργησε τον πόρο

source: party that owns the resource
el: ομάδα που κατέχει τον πόρο

source: key party responsible for gathering information and conducting research
el: βασικό πρόσωπο που είναι υπεύθυνο για τη συλλογή πληροφοριών και τη διεξαγωγή της έρευνας

source: Email Address
el: Διεύθυνση Ηλεκτρονικού Ταχυδρομείου

source: User following you
el: Χρήστης που σας ακολουθεί

source: Another user has started following you
el: Ένας άλλος χρήστης άρχισε να σας ακολουθεί

source: User requested access
el: Ο χρήστης ζήτησε πρόσβαση

source: A new user has requested access to the site
el: Ένας νέος χρήστης αιτήθηκε πρόσβαση στο διαδικτυακό τόπο

source: Account activated
el: Ο λογαριασμός ενεργοποιήθηκε

source: This account is now active and can log in the site
el: Αυτός ο λογαριασμός είναι τώρα ενεργός και έχει πρόσβαση στο διαδικτυακό τόπο.

source: Organization Name
el: Όνομα Οργανισμού

source: name of the responsible organization
el: όνομα του υπεύθυνου οργανισμού

source: Profile
el: Προφίλ

source: introduce yourself
el: παρουσιάστε τον εαυτό σας

source: Position Name
el: Όνομα Θέσης

source: role or position of the responsible person
el: ρόλος ή θέση του υπεύθυνου προσώπου

source: Voice
el: Τηλέφωνο

source: telephone number by which individuals can speak to the responsible organization or individual
el: αριθμός τηλεφώνου με τον οποίο το κοινό μπορεί να μιλήσει με τον αρμόδιο οργανισμό ή άτομο

source: Facsimile
el: Φαξ

source: telephone number of a facsimile machine for the responsible organization or individual
el: αριθμός τηλεφώνου ή αριθμός τηλεομοιοτυπίας για τον υπεύθυνο οργανισμό ή άτομο

source: Delivery Point
el: Σημείο Παράδοσης

source: physical and email address at which the organization or individual may be contacted
el: ταχυδρομική διεύθυνση και διεύθυνση ηλεκτρονικού ταχυδρομείου στην οποία μπορεί να γίνει επαφή με τον οργανισμό ή το άτομο

source: City
el: Πόλη

source: city of the location
el: πόλη της τοποθεσίας

source: Administrative Area
el: Διοικητική Περιοχή

source: state, province of the location
el: πολιτεία, επαρχία της τοποθεσίας

source: Postal Code
el: Ταχυδρομικός Κώδικας

source: ZIP or other postal code
el: ταχυδρομικός κώδικας

source: country of the physical address
el: χώρα της ταχυδρομικής διεύθυνσης

source: commonly used word(s) or formalised word(s) or phrase(s) used to describe the subject (space or comma-separated
el: συχνά χρησιμοποιούμενη(ες) λέξη(εις), ή τυποποιημένη(ες) λέξη(εις) ή φράση(εις) που χρησιμοποιούνται για να περιγράψουν το αντικείμενο διαχωρισμένες με κενό ή κόμμα

source: No Group
el: Καμία Ομάδα

source: All contents
el: Όλα τα περιεχόμενα

source: Documents
el: Έγγραφα

source: Forgot Username
el: Ξεχάσατε το Όνομα Χρήστη

source: Enter your email address and click the submit button. <br />Your username will be sent to you.
el: Εισάγετε το email σας και πιέστε το κουμπί υποβολή/submit. <br/>Θα σας αποσταλεί το όνομα χρήστη.</br>

source: Create Profile
el: Δημιουργία προφίλ

source: Profile of
el: Προφίλ

source: Not provided.
el: Δεν παρέχεται.

source: Position
el: Θέση

source: Organization
el: Οργανισμός

source: Location
el: Τοποθεσία

source: Fax
el: Φαξ

source: Not provided
el: Δεν παρέχεται
