Repository: EOFarm/thess_geonode
Catalog: thess_geonode/locale/*/LC_MESSAGES/django.po
Languages: el

source: Message User
el: Μήνυμα Χρήστη

source: Edit profile
el: Επεξεργασία προφίλ

source: Change password
el: Αλλαγή κωδικού πρόσβασης

source: Upload new layers
el: Μεταφορτώστε νέα επίπεδα

source: Create a new map
el: Δημιουργήστε ένα νέο χάρτη

source: My Activities
el: Δραστηριότητες μου

source: Notifications
el: Ειδοποιήσεις

source: Announcements
el: Ανακοινώσεις

source: Remote Services
el: Απομακρυσμένες Yπηρεσίες

source: Invite User
el: Πρόσκληση Χρήστη

source: Admin
el: Διαχειριστής

source: User Activities
el: Δραστηριότητες χρήστη

source: Resources
el: Πόροι

source: Edit Your Profile
el: Επεξεργασία του προφίλ σας

source: Edit Profile for
el: Επεξεργασία προφίλ για

source: Change your avatar
el: Αλλάξτε το avatar σας

source: Update profile
el: Ενημέρωση προφίλ

source: Explore People
el: Εξερεύνηση Ατόμων

source: Your username for
el: Το όνομα χρήστη σας για

source: Your username has been emailed to you.
el: Το όνομα χρήστη σας έχει στείλει με μήνυμα ηλεκτρονικού ταχυδρομείου.

source: No user could be found with that email address.
el: Κανένας χρήστης δεν βρέθηκε με τη συγκεκριμένη διεύθυνση ηλεκτρονικού ταχυδρομείου.

source: Auto-detect
el: Αυτόματος εντοπισμός

source: Paired WMS/WFS/WCS
el: Ταιριασμένα WMS/WFS/WCS

source: Catalogue Service
el: Υπηρεσία Καταλόγου

source: ArcGIS REST Service
el: ΥπηρεσίαArcGIS REST

source: Local
el: Τοπικός

source: Cascaded
el: Με αλληλουχία

source: Harvested
el: Με συγκόμιση

source: Indexed
el: Με πίνακα ευρητηρίου

source: Live
el: Ζωντανά

source: Service URL
el: URL Υπηρεσίας

source: Service name
el: Όνομα Υπηρεσίας

source: Service Type
el: Τύπος Υπηρεσίας

source: Layer Name
el: Όνομα επιπέδου

source: Layer Title
el: Τίτλος επιπέδου

source: Layer Description
el: Περιγραφή επιπέδου

source: Layer Styles
el: Στυλ Επιπέδου

source: All/None
el: Όλοι/Κανένας

source: Name
el: Όνομα

source: Add Layers
el: Προσθήκη Επιπέδων

source: Name:
el: Όνομα:

source: Abstract:
el: Περίληψη:

source: Keywords:
el: Λέξεις-κλειδιά:

source: Contact:
el: Επικοινωνία

source: Services
el: Υπηρεσίες

source: This CSW server contains the following services
el: Αυτός ο διακομιστής CSW περιέχει τις ακόλουθες υπηρεσίες

source: This Service contains the following layers
el: Η Υπηρεσία αυτή περιλαμβάνει τα ακόλουθα επίπεδα

source: Edit Service Metadata
el: Επεξεργασία Μεταδεδομένων Υπηρεσίας

source: Remove Service
el: Αφαιρέστε Υπηρεσία

source: Edit Service
el: Επεξεργαστείτε στοιχεία Υπηρεσίας

source: Save
el: Αποθήκευση

source: Service:
el: Υπηρεσία:

source: The following layers will soon be added to the data catalog:
el: Τα ακόλουθα επίπεδα σύντομα θα προστεθούν στον κατάλογο δεδομένων:

source: Register a new Service
el: Καταχωρήστε μια νέα υπηρεσία

source: Register New Service
el: Καταχώριση νέας υπηρεσίας

source: Service has been created:
el: Η Υπηρεσία έχει δημιουργηθεί:

source: The following layers will be imported
el: Τα ακόλουθα επίπεδα θα εισαχθούν

source: Remove Remote Service
el: Διαγραφή Απομακρυσμένης Υπηρεσίας

source: Are you sure you want to remove
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε

source: The Open Geoportal is a consortium comprised of contributions of several universities and organizations to help facilitate the discovery and acquisition of geospatial data across many organizations and platforms. Current partners include: Harvard, MIT, MassGIS, Princeton, Columbia, Stanford, UC Berkeley, UCLA, Yale, and UConn. Built on open source technology, The Open Geoportal provides organizations the opportunity to share thousands of geospatial data layers, maps, metadata, and development resources through a single common interface.
el: Το Ανοικτό Geoportal είναι μια κοινοπραξία που αποτελείται από τις εισφορές των πολλών πανεπιστημίων και οργανώσεων για να βοηθήσει στην διευκόλυνση της ανακάλυψης και την απόκτησης γεωχωρικών δεδομένων που υπάρχουν σε πολλούς οργανισμούς και πλατφόρμες. Στους συνεργάτες περιλαμβάνονται: Harvard, MIT, MassGIS, Princeton, Columbia, Stanford, UC Berkeley, UCLA, το Yale, και UConn. Χτισμένο σε τεχνολογία ανοικτού κώδικα, Το ανοιχτού κώδικα Geoportal παρέχει στους οργανισμούς την ευκαιρία να μοιραστούν χιλιάδες επίπεδα γεωχωρικών δεδομένων, χάρτες, μεταδεδομένα, και ανάπτυξη πόρων μέσω μιας ενιαίας κοινής διεπαφής.

source: This is an existing service
el: Αυτή είναι μια υπάρχουσα υπηρεσία

source: Could not find any layers in a compatible projection.
el: Δεν ήταν δυνατή η εύρεση επιπέδων σε συμβατή προβολή.

source: Could not find any layers in a compatible projection: The spatial id was: %(srs)s and the url %(url)s
el: Δεν ήταν δυνατή η εύρεση επιπέδων σε συμβατή προβολή: Το χωρικό id ήταν: %(srs)s και το url %(url)s

source: You are not permitted to remove this service.
el: Δεν επιτρέπεται να αφαιρέσετε αυτή την υπηρεσία.

source: created
el: δημιουργήθηκε

source: deleted
el: διαγράφθηκε

source: updated
el: ενημερώθηκε

source: added a comment
el: προσέθεσε ένα σχόλιο

source: updated a comment
el: ενημέρωσε ένα σχόλιο

source: uploaded
el: μεταφόρτωσε

source: ago
el: πρίν

source: Recent activity
el: Πρόσφατη δραστηριότητα

source: to
el: να

source: Not Permitted
el: Δεν επιτρέπεται

source: You are not allowed to perform this operation.
el: Δεν μπορείτε να εκτελέσετε αυτή την ενέργεια.

source: Please verify that you are logged in as the correct user.
el: Παρακαλώ βεβαιωθείτε ότι είστε συνδεδεμένος ως ο σωστός χρήστης.

source: Please login or register and retry.
el: Παρακαλούμε συνδεθείτε ή εγγραφείτε και δοκιμάστε ξανά.

source: Page Not Found
el: Η σελίδα δεν βρέθηκε

source: The page you requested does not exist. Perhaps you are using an outdated bookmark?
el: Η σελίδα που ζητήσατε δεν υπάρχει. Ίσως να χρησιμοποιείτε ένα παλιό σελιδοδείκτη;

source: People
el: Άτομα

source: Groups
el: Ομάδες

source: Register
el: Εγγραφή

source: Sign in
el: Είσοδος

source: There was a problem loading this page
el: Υπήρξε ένα πρόβλημα κατά τη φόρτωση αυτής της σελίδας

source: Please contact your GeoNode administrator (he may have received an email automatically if he configured it properly). If you are the site administrator, enable debug mode to see the actual error and fix it or file an issue in <a href="http://github.com/GeoNode/geonode/issues">GeoNode's issue tracker</a>
el: Παρακαλώ επικοινωνήστε με τον διαχειριστή GeoNode (μπορεί ήδη να έχει λάβει email αυτόματα αν αυτό έχει προβλεφθεί). Αν είστε ο διαχειριστής του ιστοχώρου, ενεργοποιήστε το debug mode για να δείτε το πραγματικό σφάλμα και να το διορθώσετε ή να δημιουργήσετε issue στο <a href="http://github.com/GeoNode/geonode/issues">GeoNode's issue tracker</a>

source: version
el: έκδοση

source: Developers
el: Προγραμματιστές

source: Username
el: Όνομα Χρήστη

source: Password
el: Κωδικός Ασφαλείας

source: Remember Me
el: Αυτόματη Σύνδεση

source: Recent Activity
el: Πρόσφατη δραστηριότητα

source: Inbox
el: Εισερχόμενα

source: Help
el: Βοήθεια

source: Log out
el: Αποσύνδεση

source: Type your search here ...
el: Πληκτρολογήστε την αναζήτησή σας εδώ ...

source: Info
el: Πληροφορίες

source: Granules
el: Φατνίες

source: Share
el: Κοινοποίηση

source: Ratings
el: Βαθμολογίες

source: Set permissions on selected resources
el: Ρυθμίστε τα δικαιώματα των επιλεγμένων πόρων

source: Apply Changes
el: Εφαρμογή Αλλαγών

source: Add Comment
el: Προσθήση Σχολίου

source: Log in to add a comment
el: Συνδεθείτε για να προσθέσετε ένα σχόλιο

source: By
el: Από

source: Submit Comment
el: Υποβάλλετε σχόλιο

source: Who can view it?
el: Ποιος μπορεί να το δει;

source: Anyone
el: Όλοι

source: The following users:
el: Οι παρακάτω χρήστες:

source: The following groups:
el: Οι ακόλουθες ομάδες:

source: Who can download it?
el: Ποιος μπορεί να το κατεβάσει;

source: Who can change metadata for it?
el: Ποιος μπορεί να αλλάξει τα μεταδεδομένα για αυτό;

source: Who can edit data for this layer?
el: Ποιος μπορεί να επεξεργαστεί τα δεδομένα για αυτό το επίπεδο;

source: Who can edit styles for this layer?
el: Ποιος μπορεί να επεξεργαστεί τα στυλ για αυτό το επίπεδο;

source: Who can manage it? (update, delete, change permissions, publish/unpublish it)
el: Ποιος μπορεί να το διαχειριστεί; (Ενημερώσει, διαγράψει, αλλάξει δικαιώματα, δημοσιεύσει/ή αποσύρει αυτό)

source: Set permissions for this resource
el: Ρυθμίστε τα δικαιώματα για αυτόν τον πόρο

source: Choose users...
el: Επιλέξτε τους χρήστες ...

source: Choose groups...
el: Επιλέξτε τις ομάδες ...

source: About GeoNode
el: Σχετικά με το GeoNode

source: About GeoNode.
el: Σχετικά με το GeoNode.

source: Account Pending Approval
el: Έγκριση λογαριασμού σε αναμονή

source: We have sent the administrators a notice to approve your account associated with <b>%(email)s</b>. If the account is approved, you will receive a confirmation notice.
el: Έχουμε αποστείλει στους διαχειριστές ειδοποίηση να εγκρίνουν το λογαριασμό σας που σχετίζεται με το <b>%(email)s</b>. Εφόσον ο λογαριασμός εγκριθεί θα λάβετε ένα μήνυμα επιβεβαίωσης.

source: A user on %(site_name)s has created an account using this email address. To confirm this email address, go to %(activate_url)s If you did not sign up for this site, you can ignore this message.
el: Ένας χρήστης στο %(site_name)s έχει δημιουργήσει έναν λογαριασμό χρησιμοποιώντας αυτήν τη διεύθυνση ηλεκτρονικού ταχυδρομείου. Για να επιβεβαιωθεί αυτή η διεύθυνση ηλεκτρονικού ταχυδρομείου, πηγαίνετε στο %(activate_url)s. Αν δεν έχετε αιτηθεί δημιουργία λογαριασμού για αυτό το site, μπορείτε να αγνοήσετε αυτό το μήνυμα.

source: Confirm email address for %(site_name)s
el: Επιβεβαιώστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου για το %(site_name)s

source: You're receiving this email because you or someone else has requested a password for your user account at %(site_name)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password. %(password_reset_url)s
el: Λάβατε αυτό το μήνυμα επειδή εσείς ή κάποιος άλλος έχει ζητήσει έναν κωδικό πρόσβασης για το λογαριασμό χρήστη σας στο %(site_name)s. Μπορείτε να το αγνοήσετε, αν δεν έχετε ζητήσει επαναφορά του κωδικού πρόσβασης. Κάντε κλικ στον παρακάτω σύνδεσμο για να επαναφέρετε τον κωδικό πρόσβασής σας. %(password_reset_url)s

source: [%(site_name)s] Password reset
el: [%(site_name)s] Eπαναφορά κωδικού πρόσβασης

source: Confirm your email address
el: Επιβεβαιώστε την διεύθυνση του ηλεκτρονικού ταχυδρομείου σας.

source: We have sent you an email to <b>%(email)s</b> for verification. Follow the link provided to finalize the signup process.
el: Σας στείλαμε ένα email στο <b>%(email)s</b> για επιβεβαίωση. Ακολουθήστε το σύνδεσμο που θα σας δοθεί για να τελειώστε την διαδικασία εγγραφής χρήστη.

source: Log in
el: Σύνδεση

source: Log in to an existing account
el: Συνδεθείτε σε έναν υπάρχοντα λογαριασμό

source: Forgot your username?
el: Ξεχάσατε το όνομα χρήστη σας;

source: Forgot your password?
el: Ξεχάσατε τον κωδικό σας;

source: Are you sure you want to log out?
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε;

source: Password change
el: Αλλαγή κωδικού πρόσβασης

source: Password Change
el: Αλλαγή Κωδικού Πρόσβασης

source: Change your password here
el: Αλλάξτε τον κωδικό πρόσβασης εδώ

source: Change my password
el: Άλλαξε τον κωδικό πρόσβασης μου

source: Password reset
el: Επαναφορά κωδικού πρόσβασης

source: Password Reset
el: Επαναφορά Κωδικού Πρόσβασης

source: Forgotten your password?
el: Ξεχάσατε τον κωδικό πρόσβασης σας;

source: Enter your email address below, and we'll send you an email allowing you to reset it.
el: Εισάγετε το email σας παρακάτω και θα σας στείλουμε ένα μήνυμα που θα σας επιτρέψει να τον επαναφέρετε.

source: Reset my password
el: Επαναφορά του κωδικού πρόσβασής μου

source: If you have any trouble resetting your password, contact us at <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
el: Αν έχετε οποιοδήποτε πρόβλημα με την επαναφορά του κωδικού σας, επικοινωνήστε μαζί μας στο <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.

source: Sign up
el: Εγγραφείτε

source: Sorry, registrations are not open at this time.
el: Δυστυχώς, οι εγγραφές δεν είναι ενεργές αυτή τη στιγμή.

source: My Activity feed
el: Η ροή της Δραστηριότητας μου

source: Activity Feed
el: Ροή Δραστηριότητας

source: GeoNode site admin
el: Διαχείριση ιστότοπου GeoNode

source: GeoNode administration
el: Διαχείριση GeoNode

source: Delete Announcement?
el: Διαγραφή ανακοίνωσης;

source: Are you sure you want to delete this announcement?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή την ανακοίνωση;

source: Edit Announcement
el: Επεξεργασία ανακοίνωσης

source: Create Announcement
el: Δημιουργία ανακοίνωσης

source: New Announcement
el: Νέα Ανακοίνωση

source: Level
el: Επίπεδο

source: Announcement
el: Ανακοίνωση

source: Published From
el: Δημοσιεύθηκε από

source: Published from <b>%(publish_start)s</b> to <b>%(publish_end)s</b>.
el: Δημοσιεύθηκε από <b>%(publish_start)s</b> ως <b>%(publish_end)s</b>.

source: Announcements : %(announcement)s
el: Ανακοινώσεις: %(announcement)s

source: Back to edit your profile information
el: Επιστροφή στην επεξεργασία των στοιχείων του προφίλ σας

source: Your current avatar:
el: Το τρέχον σας avatar:

source: You haven't uploaded an avatar yet. Please upload one now.
el: Δεν έχετε ανεβάσει ένα avatar ακόμη. Παρακαλούμε να ανεβάσετε ένα τώρα.

source: Upload New Image
el: Ανεβάστε Νέα Εικόνα

source: Choose new Default
el: Επιλέξτε νέα εξ'ορισμού Προεπιλογή

source: Delete Your Avatar
el: Διαγράψτε το Avatar σας

source: Please select the avatars that you would like to delete.
el: Επιλέξτε τα avatars που θέλετε να διαγράψετε.

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
el: Δεν έχετε avatar να διαγράψετε. Παρακαλούμε να <a href="%(avatar_change_url)s">ανεβάσετε ένα</a> τώρα.

source: Delete These
el: Διαγράψτε Αυτά

source: Search
el: Αναζήτηση

source: Information for Developers
el: Πληροφορίες για Προγραμματιστές

source: Useful information for developers interested in GeoNode.
el: Χρήσιμες πληροφορίες για τους προγραμματιστές που ενδιαφέρονται για το GeoNode.
